Repository: Alan86024/tiflotecnia-
Catalog: addon/locale/*/LC_messages/nvda.po
Languages: de, es, he, hr, it, ja, pl, pt, ru, tr

source: File was not saved.
de: Datei wurde nicht gespeichert.
es: El archivo no se guardó.
he: הקובץ לא נשמר.
hr: Datoteka nije spremljena.
it: Il file non è stato salvato.
ja: ファイルが保存されませんでした。
pl: Plik nie został zapisany.
pt: O ficheiro não foi guardado.
ru: Файл не был сохранен.
tr: Dosya kaydedilmedi.

source: Error removing license: {0}.
de: Fehler beim Entfernen der Lizenz: {0}.
es: Error al eliminar la licencia: {0}.
he: שגיאה בהסרת רישיון: {0}.
hr: Greška prilikom uklanjanja licence: {0}.
it: Errore nella rimozione della licenza: {0}.
ja: ライセンスの削除エラー: {0}
pl: Wystąpił błąd podczas usuwania licencji: {0}.
pt: Erro ao remover a licença: {0}.
ru: Ошибка удаления лицензии: {0}.
tr: Lisans kaldırılırken hata oluştu: {0}.

source: The license has been removed successfully.
de: Die Lizenz wurde erfolgreich entfernt.
es: La licencia se ha eliminado correctamente.
he: הרישיון הוסר בהצלחה.
hr: Licenca je uspješno uklonjena.
it: Licenza rimossa con successo.
ja: ライセンスは正常に削除されました。
pl: Licencja została usunięta pomyślnie.
pt: A licença foi removida com sucesso.
ru: Лицензия успешно удалена.
tr: Lisans başarıyla kaldırıldı.

source: Do you want to run voice manager tool to download voices?
de: Möchten Sie das Tool Voice Manager ausführen, um Stimmen herunterzuladen?
es: ¿Desea ejecutar la herramienta de administrador de voz para descargar voces?
he: האם להריץ את כלי ניהול הקולות להורדת קולות?
hr: Želite li pokrenuti upravitelj glasova kako biste preuzeli glasove?
it: Desideri aprire lo strumento di gestione per scaricare le voci?
ja: 音声マネージャーツールを実行して音声をダウンロードしますか?
pl: Czy chcesz uruchomić menadżer głosów, aby pobrać głosy?
pt: Pretende executar o Gestor de vozes para transferir vozes?
ru: Хотите запустить менеджер голосов для загрузки голосов?
tr: Sesleri indirmek için ses yöneticisi aracını çalıştırmak istiyor musunuz?

source: No installed voices
de: Keine installierte Stimmen
es: No hay voces instaladas
he: אין קולות מותקנים
hr: Nema instaliranih glasova
it: Nessuna voce installata
ja: 音声がインストールされていません
pl: Brak zainstalowanych głosów
pt: Sem vozes instaladas
ru: Нет установленных голосов
tr: Yüklü ses yok

source: About {name}
de: Über {name}
es: Acerca de {name}
he: אודות {name}
hr: O {name}
it: Informazioi su {name}
ja: {name}について
pl: O {name}
pt: Sobre {name}
ru: О {name}
tr: {name} hakkında

source: {name} management options
de: {name} Verwaltungsoptionen
es: {name} opciones de gestión
he: אפשרויות ניהול של {name}
hr: {name} opcije upravljanja
it: Opzioni per {name}
ja: {name}管理オプション
pl: Zarządzanie {name}
pt: Opções de gestão das {name}
ru: Параметры управления {name}
tr: {name} yönetme seçenekleri

source: Manage &voices...
de: Stimmen &Verwalten
es: Administrar &voces...
he: &ניהול קולות...
hr: Upravljanje &glasovima...
it: &Gestisci voci...
ja: 音声の管理(&V)...
pl: Zarządzaj &Głosami...
pt: Gestor de &vozes...
ru: Управление &голосами...
tr: &Sesleri yönet...

source: Manages voices installations and removals
de: Verwaltet Installationen und Umzüge von Stimmen
es: Gestiona instalaciones y borrados de voces
he: ניהול התקנה והסרה של קולות
hr: Upravlja instaliranim glasovima
it: Gestisce l'installazione e la rimozione delle voci
ja: 音声のインストールと削除を行います
pl: Pozwala na instalowanie i usuwanie głosów
pt: Gestão de instalação e remoção de vozes
ru: Управляет установкой и удалением голосов
tr: Yüklenecek ve kaldırılacak sesleri yönetir

source: &Remove license
de: Lizenz Entfe&rnen
es: Elimina&r licencia
he: ה&סרת רישיון
hr: &Ukloni licencu
it: &Rimuovi licenza
ja: ライセンスの削除(&R)
pl: &Usuń licencję
pt: &Remover Licença
ru: &Удалить лицензию
tr: Lisansı kaldı&r

source: Removes the license from this computer
de: Entfernt die Lizenz von diesem Rechner.
es: Elimina la licencia de este equipo
he: הסרת הרישיון ממחשב זה
hr: Uklanja licencu s ovog računala
it: Rimuove la licenza da questo computer
ja: このPCからライセンスを削除します
pl: Usuwa licencję z tego komputera
pt: Remove a licença deste computador
ru: Удаляет лицензию с этого компьютера
tr: Lisansı bu bilgisayardan kaldırır

source: &activate license
de: Lizenz &Aktivieren
es: &Activar licencia
he: ה&פעלת רישיון
hr: &Aktiviraj licencu
it: &Attiva licenza
ja: ライセンスのアクティブ化(&A)
pl: &Aktywuj licencję
pt: &activar licença
ru: &активировать лицензию
tr: lisansı &etkinleştir

source: Opens license activation dialog
de: Öffnet den Dialog zur Lizenzaktivierung
es: Abre el cuadro de diálogo de activación de la licencia
he: פתיחת דו-שיח הפעלת הרישיון
hr: Otvara dijaloški okvir za aktivaciju licence
it: Apre la finestra di dialogo di attivazione della licenza
ja: ライセンスのアクティブ化ダイアログを開く
pl: Otwiera okno aktywacji licencji
pt: Abre a janela de activação da licença
ru: Открывает диалог активации лицензии
tr: Lisans etkinleştirme iletişim kutusunu açar

source: Open &documentation...
es: Abrir &documentación...
he: פתיחת ה&תיעוד
hr: Otvori &upute...
ja: ドキュメントを開く(&D)...
pt: Abrir &documentação...
ru: Открыть &документацию...

source: Opens documentation
es: Abre la documentación
hr: Otvara uputstvo
ja: ドキュメントを開く
pt: Abre a documentação
ru: Открывает документацию

source: &About {name}...
de: &Über {name}...
es: &Acerca de {name}...
he: &אודות {name}...
hr: &O {name}...
it: &Informazioni su {name}
ja: {name}について(&A)...
pl: O {name}...
pt: &Sobre {name}...
ru: &О программе {name}...
tr: {name} &hakkında...

source: Shows about dialog
de: Zeigt den Über-Dialog
es: Muestra diálogo acerca de
he: הצגת דו-שיח אודות
hr: Prikazuje dijaloški okvir o programu
it: Mostra la finestra informazioni su
ja: このソフトウェアの説明を表示
pl: Otwiera okno informacyjne
pt: Mostra o diálogo Sobre
ru: Показывает диалог о программе
tr: Hakkında iletişim kutusunu gösterir

source: Lowest
de: Niedrigste
es: Menor
he: נמוכה ביותר
hr: Najniža
it: Il più basso
ja: 最低
pl: Najniższa
pt: Baixa
ru: Низкое
tr: En düşük

source: enhanced
de: Erweitert
es: mejorado
he: משופרת
hr: visoka
it: migliorato
ja: 拡張
pl: Rozszeżona
pt: melhorada
ru: улучшенное
tr: geliştirilmiş

source: Intermediate
de: Mittlere Qualität
es: Intermedio
he: בינונית
hr: Srednja
it: Intermedio
ja: 中級
pl: Średnia
pt: Intermédia
ru: Среднее
tr: Orta seviye

source: highest
de: Höchste
es: mayor
he: גבוהה ביותר
hr: najviša
it: il più alto
ja: 最高
pl: Najwyższa
pt: elevada
ru: высокое
tr: en yüksek

source: Automatically switch language based on unicode characters
de: Automatisches Umschalten der Sprache anhand von Unicode-Zeichen
es: Cambio automático de idioma en función de los caracteres Unicode
he: החלפת שפות אוטומטית בהסתמכות על תווי Unicode
hr: Automatski prebacuj jezik na osnovi Unicode znakova
it: Cambia automaticamente la lingua basandosi sui caratteri Unicode
ja: 文字コードで言語を自動判別する
pl: Automatyczne przełączanie języka na podstawie znaków Unicode
pt: Mudança automática de idioma com base em caracteres unicode
ru: Автоматически переключать язык на основе символов Юникода
tr: Unicode karakterlere göre dili otomatik olarak değiştir

source: &Pauses between sentences
es: &Pausas entre frases
he: השהיות בין משפ&טים
hr: &Pauze između rečenica
ja: 文末の一時停止(&P)
pt: &Pausas entre frases
ru: &Паузы между предложениями

source: Tiflotecnia voices for NVDA
de: Tiflotecnia-Stimmen für NVDA
es: Voces de tiflotecnia para NVDA
he: קולות Tiflotecnia עבור NVDA
it: Voci di Tiflotecnia per NVDA
pl: Głosy Tiflotecnia dla NVDA
pt: Vozes Tiflotecnia para o NVDA
ru: Голоса Tiflotecnia для NVDA
tr: NVDA için Tiflotecnia sesleri

source: Tiflotecnia &voices for NVDA
es: &Voces de Tiflotecnia para NVDA
he: &קולות Tiflotecnia עבור NVDA
ja: Tiflotecnia voices for NVDA(&V)
pt: &Vozes Tiflotecnia para NVDA
ru: &Голоса Tiflotecnia для NVDA

source: &Tiflotecnia voices for NVDA
de: &Tiflotecnia-Stimmen für NVDA
es: Vozes &Tiflotecnia para o NVDA
it: Voci di &Tiflotecnia per NVDA
pl: &Głosy Tiflotecnia dla NVDA
tr: NVDA için &Tiflotecnia sesleri

source: Tiflotecnia voices
es: Voces de Tiflotecnia

source: About Tiflotecnia voices for NVDA
es: Acerca de Voces de Tiflotecnia para NVDA

source: &Tiflotecnia voices
es: Voces de &Tiflotecnia

source: &About Tiflotecnia voices...
es: &Acerca de voces de Tiflotecnia...

source: Error
de: Fehler
he: שגיאה
hr: Greška
it: Errore
ja: エラー
pl: Błąd
pt: Erro
ru: Ошибка
tr: Hata

source: Latin
de: Lateinisch
he: לטיניים
hr: Latinična
it: Latino
ja: ラテン文字
pl: w alfabecie łacińskim
pt: Latim
ru: Латиница
tr: Latince

source: CJK
he: בשפות CJK
hr: Kineska/japanska/korejska
pl: po chińsku/japońsku/koreańsku
pt: Chinês/Japonês/Coreano
ru: Китайский, Корейский, Японский

source: {0} MS
ru: {0} МС

source: This method will allow you to activate a license without an internet connection. To perform this action, enter the license key you have received after purchasing the software, generate a machine identification file, and import a license file received from the offline activation portal which can be accessed at: https://activate.accessmind.net.
it: Questo metodo ti consentirà di attivare una licenza senza connessione Internet. Per eseguire questa azione, inserire la chiave di licenza ricevuta dopo l'acquisto del software, generare un file di identificazione della macchina e importare un file di licenza ricevuto dal portale di attivazione offline a cui è possibile accedere all'indirizzo: https://activate.accessmind.net.
pl: Ta metoda pozwoli Ci aktywować licencję bez połączenia z internetem. W tym celu wprowadź klucz licencyjny otrzymany po zakupie oprogramowania, wygeneruj plik identyfikujący komputer, a następnie zaimportuj plik licencyjny utworzony w portalu aktywacji offline. Portal znajdziesz pod adresem: https://activate.accessmind.net/
tr: Bu yöntem, internet bağlantısı olmadan bir lisansı etkinleştirmenize olanak tanır. Bu işlemi gerçekleştirmek için, yazılımı satın aldıktan sonra aldığınız lisans anahtarını girin, bir makine tanımlama dosyası oluşturun ve çevrimdışı etkinleştirme portalından alınan bir lisans dosyasını içe aktarın. Bu portala, şu adreste erişilebilir: https://activate.accessmind.net.

source: This method will allow you to activate a license without an internet connection. To perform this action, enter the license key you have received after purchasing the software, generate a machine identification file, and import a license file received from the offline activation portal which can be accessed at: https://offline.licensespring.com.
de: Diese Methode ermöglicht es Ihnen, eine Lizenz ohne Internetverbindung zu aktivieren. Geben Sie dazu den Lizenzschlüssel ein, den Sie nach dem Kauf der Software erhalten haben, generieren Sie eine Maschinen-Identifikationsdatei und importieren Sie eine Lizenzdatei, die Sie über das Offline-Aktivierungsportal erhalten haben, das Sie unter https://offline.licensespring.com erreichen.
