Repository: Alan86024/tiflotecnia-
Catalog: addon/locale/*/LC_messages/nvda.po
Languages: de, es, he, hr, it, ja, pl, pt, ru, tr

source: Enter the license key you have received after purchasing the software:
de: Geben Sie den Lizenzschlüssel ein, den Sie nach dem Kauf der Software erhalten haben:
es: Introduzca la clave de licencia que ha recibido después de comprar el software:
he: נא להזין את מפתח הרישיון שהתקבל לאחר רכישת התוכנה:
hr: Upišite licenčni ključ kojeg ste dobili poslije kupnje programa:
it: Inserisci la chiave di licenza che hai ricevuto dopo aver acquistato il software:
ja: ソフトウェア購入後に受け取ったライセンスキーを入力します
pl: Wprowadź klucz licencyjny otrzymany po zakupie oprogramowania:
pt: Introduza a chave de licença que recebeu após a compra do software:
ru: Введите лицензионный ключ, который вы получили после покупки программного обеспечения:
tr: Satın aldığınız yazılımın lisans anahtarını girin:

source: &Generate identification file
de: &Identifikationsdatei erstellen
es: &Generar archivo de identificación
he: י&צירת קובץ זיהוי מכונה
hr: &Generiraj identifikacijsku datoteku
it: &Genera file di identificazione
ja: マシン識別ファイルの生成(&G)
pl: &Wygeneruj plik identyfikacyjny
pt: &Gerar ficheiro de identificação
ru: &Создать идентификационный файл
tr: &Kimlik dosyası oluştur

source: &Activate license
de: Lizenz &aktivieren
es: &Activar licencia
he: ה&פעלת רישיון
hr: &Aktiviraj licencu
it: &Attiva licenza
ja: ライセンスのアクティブ化(&A)
pl: &Aktywuj licencję
pt: &Activar licença
ru: &Активировать лицензию
tr: &Lisansı etkinleştir

source: Close
de: Schließen
es: Cerrar
he: סגירה
hr: Zatvori
it: Chiudi
ja: 閉じる
pl: Zamknij
pt: Fechar
ru: Закрыть
tr: Kapat

source: Online activation
de: Online-Aktivierung
es: Activación en línea
he: הפעלה מקוונת
hr: Mrežna aktivacija
it: Attivazione online
ja: オンラインのアクティブ化
pl: Aktywacja Online
pt: Activação online
ru: Онлайн активация
tr: Çevrimiçi etkinleştirme

source: This method will allow you to activate the software using a license key and an internet connection.
de: Mit dieser Methode können Sie die Software mit einem Lizenzschlüssel und einer Internetverbindung aktivieren.
es: Este método le permitirá activar el software utilizando una clave de licencia y una conexión a Internet.
he: שיטה זו תאפשר להפעיל את התוכנה באמצעות מפתח רישיון וחיבור לאינטרנט.
hr: Ova će vam metoda omogućiti aktivaciju korištenjem licencnog ključa i internetske veze.
it: Questo metodo ti consentirà di attivare il software utilizzando una chiave di licenza e una connessione Internet.
ja: この方法では、ライセンスキーとインターネット接続を使用してソフトウェアをアクティブ化できます
pl: Ta metoda pozwoli Ci aktywować oprogramowanie używając klucza licensyjnego oraz połączenia z internetem.
pt: Este método permite activar o software utilizando uma chave de licença e uma ligação à Internet.
ru: Этот способ позволит вам активировать программное обеспечение с помощью лицензионного ключа и подключения к Интернету.
tr: Bu yöntem, bir lisans anahtarı ve internet bağlantısı kullanarak yazılımı etkinleştirmenize olanak sağlar.

source: No license key entered.
de: Kein Lizenzschlüssel eingegeben
es: No se ha introducido ninguna clave de licencia.
he: לא הוזן מפתח רישיון.
hr: Niste upisali licenčni ključ.
it: Nessuna chiave di licenza inserita.
ja: ライセンスキーが入力されていません
pl: Nie wprowadzono klucza licensyjnego.
pt: Não foi introduzida nenhuma chave de licença.
ru: Лицензионный ключ не введен.
tr: Lisans anahtarı girilmedi.

source: An error occurred while activating license: {0}.
de: Beim Aktivieren der Lizenz ist ein Fehler aufgetreten: {0}.
es: Se ha producido un error al activar la licencia: {0}.
he: אירעה שגיאה בעת הפעלת הרישיון: {0}.
hr: Dogodila se greška prilikom aktivacije licence: {0}.
it: Si è verificato un errore durante l'attivazione della licenza: {0}.
ja: ライセンスのアクティブ化でエラーが発生しました: {0}
pl: Wystąpił błąd podczas aktywacji: {0}.
pt: Ocorreu um erro ao activar a licença: {0}.
ru: Произошла ошибка при активации лицензии: {0}.
tr: Lisans etkinleştirilirken bir hata oluştu: {0}.

source: Product activation has been successfully completed. Thank you.
de: Die Produktaktivierung wurde erfolgreich abgeschlossen. Vielen Dank.
es: La activación del producto se ha completado con éxito. Gracias.
he: הפעלת המוצר הושלמה בהצלחה. תודה.
hr: Aktivacija proizvoda je uspješna. Hvala.
it: L'attivazione del prodotto è stata completata con successo. Grazie.
ja: 製品のライセンスをアクティブ化しました。ありがとうございます。
pl: Aktywacja produktu zakończona pomyślnie. Dziękujemy.
pt: A activação do produto foi concluída com êxito. Obrigado.
ru: Активация продукта успешно завершена. Спасибо.
tr: Ürün etkinleştirme işlemi başarıyla tamamlandı. Teşekkür ederiz.

source: Offline activation
de: Offline-Aktivierung
es: Activación sin conexión
he: הפעלה לא מקוונת
hr: Izvanmrežna aktivacija
it: Attivazione offline
ja: オフラインのアクティブ化
pl: Aktywacja offline
pt: Activação offline
ru: Оффлайн активация
tr: Çevrimdışı etkinleştirme

source: This method will allow you to activate a license without an internet connection. To perform this action, enter the license key you have received after purchasing the software, generate a machine identification file, and import a license file received from the offline activation portal which can be accessed at: {url}.
es: Este método le permitirá activar una licencia sin conexión a Internet. Para realizar esta acción, introduzca la clave de licencia que ha recibido después de comprar el software, genere un archivo de identificación de la máquina e importe un archivo de licencia recibido desde el portal de activación fuera de línea al que se puede acceder en: {url}.
he: שיטה זו תאפשר להפעיל רישיון ללא חיבור לאינטרנט. לביצוע פעולה זו, יש להזין את מפתח הרישיון שהתקבל לאחר רכישת התוכנה, ליצור קובץ זיהוי מכונה, וליבא קובץ רישיון שיתקבל מפורטל ההפעלה הלא מקוונת בכתובת: {url}.
hr: Ova će vam metoda omogućiti aktivaciju bez internetske veze. Kako biste izvršili ovu radnju, upišite licenčni ključ, kojeg ste dobili nakon kupnje programa, generirajte identifikacijsku datoteku za računalo, i uvezite datoteku licence koju ste dobili na portalu za aktivaciju licence, dostupnom na: {url}.
ja: この方法では、インターネットに接続せずにライセンスをアクティブ化できます。この操作を実行するには、ソフトウェアの購入後に受け取ったライセンスキーを入力してマシン識別ファイルを生成し、オフラインアクティブ化ポータル {url} にアクセスしてライセンスファイルを受け取り、ライセンスファイルをインポートします。
pt: Este método permite-lhe activar uma licença sem uma ligação à Internet. Para executar esta acção, introduza a chave de licença que recebeu após a compra do software, gere um ficheiro de identificação da máquina e importe um ficheiro de licença recebido do portal de ativação offline, que pode ser acedido em: {url}.
ru: Этот способ позволит вам активировать лицензию без подключения к Интернету. Чтобы выполнить это действие, введите лицензионный ключ, который вы получили после покупки программного обеспечения, создайте идентификационный файл машины и импортируйте файл лицензии, полученный с портала автономной активации, который доступен по адресу: {url}.

source: Save machine identification file
de: Maschinenidentifikationsdatei speichern
es: Guardar archivo de identificación de la máquina
he: שמירת קובץ זיהוי מכונה
hr: Spremanje identifikacijskih podataka računala
it: Salva file di identificazione della macchina
ja: マシン識別ファイルの保存
pl: Zapisz plik identyfikacyjny
pt: Guardar o ficheiro de identificação da máquina
ru: Сохранить файл идентификации машины
tr: Makine tanımlama dosyasını kaydet

source: Error saving identification data: {0}.
de: Fehler beim Speichern der Identifikationsdaten: {0}.
es: Error al guardar los datos de identificación: {0}.
he: שגיאה בשמירת נתוני זיהוי: {0}.
hr: Greška prilikom spremanja identifikacijskih podataka: {0}.
it: Errore durante il salvataggio dei dati di identificazione: {0}.
ja: 識別データの保存中にエラーが発生しました: {0}
pl: Wystąpił błąd podczas zapisywania danych identyfikacyjnych: {0}.
pt: Erro ao guardar os dados de identificação: {0}.
ru: Ошибка сохранения идентификационных данных: {0}.
tr: Kimlik verileri kaydedilirken hata oluştu: {0}.

source: Identification data has been saved successfully.
de: Die Identifizierungsdaten wurden erfolgreich gespeichert.
es: Los datos de identificación se han guardado correctamente.
he: נתוני הזיהוי נשמרו בהצלחה.
hr: Identifikacijski podaci su uspješno spremljeni.
it: I dati identificativi sono stati salvati con successo.
ja: 識別データが正常に保存されました。
pl: Dane identyfikacyjne zapisane pomyślnie.
pt: Os dados de identificação foram guardados com êxito.
ru: Идентификационные данные успешно сохранены.
tr: Kimlik verileri başarıyla kaydedildi.

source: Import license file
de: Lizenzdatei Importieren
es: Importar archivo de licencia
he: יבוא קובץ רישיון
hr: Uvoz datoteke s licencom
it: Importa file di licenza
ja: ライセンスファイルのインポート
pl: Importuj plik licencyjny
pt: Importar ficheiro de licença
ru: Импортировать файл лицензии
tr: Lisans dosyasını içe aktar

source: Error activating license: {0}.
de: Fehler beim Aktivieren der Lizenz: {0}.
es: Error al activar la licencia: {0}.
he: שגיאה בהפעלת רישיון: {0}.
hr: Greška prilikom aktivacije licence: {0}.
it: Errore nell'attivazione della licenza: {0}.
ja: ライセンスのアクティブ化でエラーが発生しました: {0}
pl: Wystąpił błąd podczas aktywacji: {0}.
pt: Erro ao activar a licença: {0}.
ru: Ошибка при активации лицензии: {0}.
tr: Lisans etkinleştirilirken hata oluştu: {0}.

source: Offline license has been successfully activated.
de: Die Offline-Lizenz wurde erfolgreich aktiviert.
es: La licencia sin conexión se ha activado correctamente.
he: רישיון לא מקוון הופעל בהצלחה.
hr: Izvanmrežna licenca je uspješno aktivirana.
it: Licenza offline attivata con successo.
ja: オフラインライセンスが正常にアクティブ化されました。
pl: Licencja offline aktywowana pomyślnie.
pt: A licença offline foi acctivada com sucesso.
ru: Офлайн-лицензия успешно активирована.
tr: Çevrimdışı lisans başarıyla etkinleştirildi.

source: {name} product activation system
de: {name} Produktaktivierungssystem
es: {name} sistema de activación del producto
he: מערכת הפעלת מוצר של {name}
hr: Sustav za aktivaciju {name}
it: Sistema di attivazione del prodotto {name}
ja: {name} ライセンスアクティブ化システム
pl: {name} - Aktywacja
pt: Sistema de activação do {name}
ru: система активации продукта {name}
tr: {name} ürün etkinleştirme sistemi

source: This program will allow you to activate your {name} software.
de: Mit diesem Programm können Sie Ihre Software {name} aktivieren.
es: Este programa te permitirá activar tu {name} software.
he: תוכנה זו תאפשר להפעיל את מוצר {name} שברשותך.
hr: Ovaj će vam program omogućiti aktivaciju vašeg primjerka {name}.
it: Questo sistema ti consentirà di attivare il software {name}
ja: このプログラムを使用すると、{name} ライセンスをアクティブ化できます。
pl: Ten program pozwoli Ci aktywować {name}.
pt: Este programa permite activar o software {name}.
ru: Эта программа позволит вам активировать ваше программное обеспечение {name}.
tr: Bu program, {name} yazılımınızı etkinleştirmenize olanak tanıyacaktır.

source: Choose an activation method:
de: Wählen Sie eine Aktivierungsmethode
es: Elija un método de activación:
he: בחירת שיטת הפעלה:
hr: Odaberite metodu aktivacije:
it: Scegli un metodo di attivazione:
ja: アクティブ化の方法の選択
pl: Wybierz metodę aktywacji:
pt: Escolha o método de activação:
ru: Выберите способ активации:
tr: Bir etkinleştirme yöntemi seçin:

source: Using the internet (recommended)
de: Internet (Empfohlen)
es: Usar Internet (recomendado)
he: באמצעות האינטרנט (מומלץ)
hr: Korištenje internetske veze (preporučeno)
it: Utilizzo di Internet (consigliato)
ja: インターネットの使用(推奨)
pl: Przez internet (zalecane)
pt: Utilizar a Internet (recomendado)
ru: Используя Интернет (рекомендуется)
tr: İnternet kullanarak (önerilir)

source: Offline activation (for places without an internet connection)
de: Offline-Aktivierung (für Orte ohne Internetverbindung)
es: Activación sin conexión (para lugares sin conexión a Internet)
he: הפעלה לא מקוונת (למקומות ללא חיבור לאינטרנט)
hr: Izvanmrežna aktivacija (za mjesta gdje nema internetske veze)
it: Attivazione offline (per luoghi senza connessione Internet)
ja: オフラインのアクティブ化(インターネットに接続されていない場合)
pl: Aktywacja offline (dla komputerów bez dostępu do internetu)
pt: Activação offline (para locais sem ligação à Internet)
ru: Оффлайн активация (для мест без подключения к интернету)
tr: Çevrimdışı etkinleştirme (internet bağlantısı olmayan yerler için)

source: I want to try the product for 7 days
de: Ich möchte das Produkt für 7 Tage testen
es: Quiero probar el producto durante 7 días
he: ברצוני לנסות את המוצר במשך 7 ימים
hr: Želim isprobati proizvod u sedmodnevnom vremenskom razdoblju
it: Voglio provare il prodotto per 7 giorni
ja: 7日間試したい
pl: Chcę wypróbować ten produkt przez 7 dni
pt: Quero experimentar o produto durante 7 dias
ru: Я хочу попробовать продукт в течение 7 дней
tr: Ürünü 7 gün denemek istiyorum

source: &Next
de: &Weiter
es: &Siguiente
he: ה&בא
hr: &Dalje
it: &Avanti
ja: 次へ(&N)
pl: &Dalej
pt: &Próximo
ru: &Далее
tr: So&nraki

source: Try the product for &7 days
de: Produkt für &7 Tage testen
es: Pruebe el producto durante &7 días
he: ניסיון המוצר במשך &7 ימים
hr: Isprobajte proizvod u vremenskom razdoblju od &7 dana
it: &Prova il prodotto per 7 giorni
ja: 製品を7日間試します(&7)
pl: Wypróbuj produkt przez &7 dni
pt: Experimente o produto durante &7 dias
ru: Попробовать продукт в течение &7 дней
tr: Ürünü &7 gün dene

source: An error occurred while activating a trial license: {0}.
de: Beim Aktivieren einer Testlizenz ist ein Fehler aufgetreten: {0}.
es: Se ha producido un error al activar una licencia de prueba: {0}.
he: אירעה שגיאה בעת הפעלת רישיון הדגמה: {0}.
hr: Greška prilikom aktivacije probne licence: {0}.
it: Si è verificato un errore durante l'attivazione della licenza di prova: {0}.
ja: 試用ライセンスのアクティブ化でエラーが発生しました: {0}
pl: Wystąpił błąd podczas aktywacji licencji próbnej: {0}.
pt: Ocorreu um erro ao activar uma licença de avaliação: {0}.
ru: Произошла ошибка при активации пробной лицензии: {0}.
tr: Deneme lisansını etkinleştirirken bir hata oluştu: {0}.

source: Trial activation successful
de: Die Aktivierung der Testlizenz war erfolgreich
es: Activación de la versión de prueba correcta
he: הפעלת הדגמה הושלמה בהצלחה
hr: Probna aktivacija je uspješno obavljena
it: Attivazione di prova riuscita
ja: 試用版をアクティブ化しました
pl: Aktywacja wersji próbnej zakończona pomyślnie
pt: Activação de teste bem sucedida
ru: Пробная активация прошла успешно
tr: Deneme süresi başarıyla etkinleştirildi

source: Success
de: Erfolgreich
es: Éxito
he: הצלחה
hr: Uspjeh
it: Successo
ja: 完了
pl: Sukces
pt: Sucesso
ru: Успешно
tr: Başarılı

source: Cyrillic
de: Kyrillisch
es: Cirílico
he: קיריליים
hr: Ćirilična
it: Cirillico
ja: キリル語
pl: cyrylicą
pt: Cirílico
ru: Кирилица
tr: Kiril

source: Arabic
de: Arabisch
es: Árabe
he: בערבית
hr: Arapska
it: Arabo
ja: アラビア語
pl: po arabsku
pt: Árabe
ru: Арабский
tr: Arapça

source: Hebrew
de: Hebräisch
es: Hebreo
he: בעברית
hr: Hebrejska
it: Ebraico
ja: ヘブライ語
pl: po hebrajsku
pt: Hebraico
ru: Иврит
tr: İbranice

source: Voice for {name} characters:
de: Stimme für {name} Zeichen:
es: Voz para {name} personajes:
he: קולות עבור תווים {name}:
hr: Glas za {name} slova:
it: Voce per i caratteri {name}
ja: {name}文字の音声
pl: Głos dla tekstu {name}:
pt: Voz para caracteres em {name}:
ru: Голос для символов {name}:
tr: {name} karakterleri için ses:

source: {name} version {version}. This product is based on AccessMind Runa TTS technology, and Cerence embedded TTS voices. License conditions for each component are as follows: Cerence Embedded TTS, Copyright © 2024 Cerence, Inc. All rights reserved. Runa TTS technology, including engine, NVDA interface, and license management: Copyright © 2024 AccessMind, LLC. All rights reserved.
de: {name} version {version}. Dieses Produkt basiert auf der AccessMind Runa TTS-Technologie und der embedded TTS-Stimmen von Cerence. Die Lizenzbedingungen für jede Komponente sind wie folgt: Cerence Embedded TTS, Copyright © 2024 Cerence, Inc. Alle Rechte vorbehalten. Runa TTS-Technologie, einschließlich Engine, NVDA-Schnittstelle und Lizenzverwaltung: Copyright © 2024 AccessMind, LLC. Alle Rechte vorbehalten.
es: {name} versión {version}. Este producto se basa en la tecnología TTS de AccessMind Runa y en las voces TTS integradas de Cerence. Las condiciones de licencia para cada componente son las siguientes: Cerence Embedded TTS, Derechos de autor © 2024 Cerence, Inc. Todos los derechos reservados. Tecnología Runa TTS, incluyendo el motor, la interfaz NVDA y la gestión de licencias: Derechos de autor © 2024 AccessMind, LLC. Todos los derechos reservados.
he: {name} גרסה {version}. מוצר זה מבוסס על טכנולוגיית Runa TTS של AccessMind, ומשלב בתוכו קולות של Cerence TTS. פרטי הרישיון של כל רכיב הם כדלקמן: Cerence Embedded TTS, © 2024 Cerence, Inc. כל הזכויות שמורות. טכנולוגיית Runa TTS, כולל המנוע, ממשק ל-NVDA, וניהול רישיון: © 2024 AccessMind, LLC. כל הזכויות שמורות.
hr: {name} verzija {version}. Ovaj je proizvod zasnovan na AccessMind Runa TTS tehnologiji, i Cerence embedded TTS glasovima. Uvjeti licenciranja svake od ovih komponenti su slijedeći: Cerence Embedded TTS, Copyright © 2024 Cerence, Inc. sva prava pridržana. Runa TTS tehnologija, uključujući pogonski softver, NVDA sučelje, i upravljanje licencama: Copyright © 2024 AccessMind, LLC. sva prava pridržana.
it: {name} versione {version}. Prodotto basato su AccessMind Runa TTS tecnology e Cerence embedded TTS voices. Le condizioni di licenza per ciascun componente sono le seguenti: Cerence Embedded TTS, Copyright © 2024 Cerence, Inc. Tutti i diritti riservati. Runa TTS technology, incluso il motore, l'interfaccia di NVDA, e il sistema di gestione delle licenze: Copyright © 2024 AccessMind, LLC. Tutti i diritti riservati.
ja: {name} バージョン {version} この製品は AccessMind Runa TTS テクノロジーと Cerence embedded TTS 音声に基づいています。各コンポーネントのライセンス条件は次のとおりです Cerence embedded TTS Copyright © 2024 Cerence, Inc. All rights reserved. Runa TTS technology, including engine, NVDA interface, and license management: Copyright © 2024 AccessMind, LLC. All rights reserved.
pl: {name} wersja {version}. Ten produkt bazuje na technologii AccessMind Runa TTS oraz głosach Cerence embedded TTS. Warunki licencyjne dla każdego komponentu są następujące: Cerence Embedded TTS, Copyright © 2024 Cerence, Inc. Wszystkie prawa zastrzeżone. Technologia Runa TTS, w tym silnik, integracja z NVDA, oraz zarządzanie licencją: Copyright © 2024 AccessMind, LLC. Wszystkie prawa zastrzeżone.
pt: {name} versão {version}. Este produto baseia-se na tecnologia AccessMind Runa TTS e nas vozes Cerence TTS incorporadas. As condições de licença para cada componente são as seguintes: Cerence Embedded TTS, Direitos autorais © 2024 Cerence, Inc. Todos os direitos reservados. Tecnologia Runa TTS, incluindo motor, interface NVDA e gestão de licenças: Direitos de autor © 2024 AccessMind, LLC. Todos os direitos reservados.
tr: {name} sürüm {version}. Bu ürün, AccessMind Runa TTS teknolojisi ve Cerence gömülü TTS sesleri üzerine dayanmaktadır. Her bileşen için lisans koşulları şu şekildedir: Cerence Embedded TTS, Telif Hakkı © 2024 Cerence, Inc. Tüm hakları saklıdır. Runa TTS teknolojisi, motor, NVDA arayüzü ve lisans yönetimi: Telif Hakkı © 2024 AccessMind, LLC. Her hakkı saklıdır.

source: Do you want to switch to {name} speech synthesizer?
de: Möchten Sie zur {name} Sprachausgabe wechseln?
es: ¿Quieres cambiar a {name} sintetizador de voz?
he: האם לעבור אל הקולות של {name}?
hr: Želite li se prebaciti na {name} govornu jedinicu?
it: Vuoi passare al sintetizzatore {name}?
ja: {name} 音声エンジンに切り替えますか?
pl: Czy chcesz przełączyć się na syntezator mowy {name}?
pt: Pretende mudar para o sintetizador {name}?
ru: Хотите переключиться на синтезатор речи {name}?
tr: {name} konuşma sentezleyicisine geçmek istiyor musunuz?

source: Switch speech synthesizer
de: Sprachausgabe wechseln
es: Cambiar sintetizador de voz
he: החלפת מנוע דיבור
hr: Prebacivanje govorne jedinice
it: Cambia il sintetizzatore vocale
ja: 音声エンジンの切り替え
pl: Przełącz syntezator mowy
pt: Alterar sintetizador de voz
ru: Переключить синтезатор речи
tr: Konuşma sentezleyicisini değiştir

source: Are you sure you want to remove the license from this computer? The license will be transfered back to the server and the {name} will stop working.
de: Sind Sie sicher, dass Sie die Lizenz von diesem Computer entfernen möchten? Die Lizenz wird zurück auf den Server übertragen und {name} wird nicht mehr funktionieren.
es: ¿Está seguro de que desea eliminar la licencia de este equipo? La licencia se transferirá de nuevo al servidor y el {name} dejará de funcionar.
he: האם להסיר את הרישיון ממחשב זה? הרישיון יועבר בחזרה אל השרת ו{name} יפסיקו לפעול.
hr: Jeste li sigurni da želite ukloniti licencu s ovog računala? Licenca će biti vraćena na server, a {name} će prestati funkcionirati.
it: Sei sicuro di voler rimuovere la licenza da questo computer? Essa verrà ritrasferita al server e {name} smetterà di funzionare.
ja: このPCのライセンスを無効化しますか? ライセンス情報はサーバーに戻されます。{name}は使用できなくなります。
pl: Czy na pewno chcesz usunąć licencję z tego komputera? Licencja zostanie przeniesiona z powrotem na server, a {name} przestanie działać.
pt: Tem a certeza de que pretende remover a licença deste computador? A licença será transferida de volta para o servidor e o {name} deixará de funcionar.
ru: Вы уверены, что хотите удалить лицензию с этого компьютера? Лицензия будет перенесена обратно на сервер, и {name} перестанет работать.
tr: Lisansı bu bilgisayardan kaldırmak istediğinizden emin misiniz? Lisans sunucuya geri aktarılacak ve {name} çalışmayı durduracak.

source: Because you have an offline activated license, you will need to save the file which will be created after this dialog and pass it to the activation portal or your distributer to get the activation back.
de: Da Sie eine offline aktivierte Lizenz haben, müssen Sie die Datei, die nach diesem Dialog erstellt wird, speichern und an das Aktivierungsportal oder Ihren Händler weiterleiten, um die Aktivierung zurückzubekommen.
es: Debido a que tiene una licencia activada sin conexión, deberá guardar el archivo que se creará después de este cuadro de diálogo y pasarlo al portal de activación o a su distribuidor para recuperar la activación.
he: כיוון שבמחשב הופעל רישיון לא מקוון, יש לשמור את הקובץ שייווצר לאחר דו-שיח זה ולהעבירו דרך פורטל ההפעלה או באמצעות המפיץ המקומי להזדכות על ההפעלה.
hr: Morat ćete spremiti datoteku koja će biti stvorena kada se ovaj dijaloški okvir zatvori, zato što ste aktivirali licencu u izvanmrežnom načinu. Stvorenu ćete datoteku morati poslati na aktivacijski portal ili vašem distributeru, kako biste dobili nazad vašu aktivaciju.
it: poiché disponi di una licenza attivata offline, dovrai salvare il file che verrà creato dopo questa finestra di dialogo e trasmetterlo al portale di attivazione o al tuo distributore per ottenere nuovamente l'attivazione.
ja: オフラインでアクティブ化したライセンスがあります。このダイアログに続いて作成されるファイルを保存し、ライセンスアクティブ化ポータルまたは購入元に提出してライセンスを無効化する必要があります。
pl: Ponieważ korzystasz z licencji offline, musisz zapisać plik, który zostanie utworzony po zamknięciu tego komunikatu i przesłać go na portal aktywacyjny lub do twojego dystrybutora, aby odzyskać aktywację.
pt: Como tem uma licença activada offline, terá de guardar o ficheiro que será criado após esta caixa de diálogo e enviá-lo para o portal de ativação ou para o seu distribuidor para obter a activação de volta.
ru: Поскольку у вас есть лицензия, активированная в автономном режиме, вам нужно будет сохранить файл, который будет создан после этого диалогового окна, и передать его на портал активации или вашему дистрибьютору, чтобы получить активацию обратно.
tr: Çevrimdışı etkinleştirilmiş bir lisansınız olduğu için, bu iletişim kutusundan sonra oluşturulacak olan dosyayı kaydetmeniz ve etkinleştirmeyi geri almak için etkinleştirme portalına veya distribütörünüze iletilmesi gerekecektir.

source: Remove license
de: Lizenz entfernen
es: Eliminar licencia
he: הסרת רישיון
hr: Uklanjanje licence
it: Rimuovi licenza
ja: ライセンスの削除
pl: Usuń licencję
pt: Remover Licença
ru: Удалить лицензию
tr: Lisansı kaldır
