Repository: Alan86024/tiflotecnia-
Catalog: addon/voiceManager/locale/*/LC_messages/voiceManager.po
Languages: de, hr, it, ja, pl, pt

source: Downloading voice
de: Herunterladen der Stimme
hr: Preuzimanje glasa
it: Download della voce
ja: 音声のダウンロード
pl: Pobieranie głosu
pt: A descarregar a voz

source: Cancel
de: Abbrechen
hr: Odustani
it: Annulla
ja: キャンセル
pl: Anuluj
pt: Cancelar

source: Downloading
de: Herunterladen
hr: Preuzimam
it: Download in corso
ja: ダウンロード中
pl: Pobieranie
pt: A descarregar

source: Downloading voice {0}_{1}, {2} of {3}
de: Herunterladen der Stimme {0}_{1}, {2} von {3}
hr: Preuzimam glas {0}_{1}, {2} od {3}
it: Download della voce {0}_{1}, {2} di {3} in corso
ja: 音声 {0}_{1}、{3}の{2}をダウンロード中
pl: Pobieranie głosu {0}_{1}, {2} z {3}
pt: A descarregar a voz {0}_{1}, {2} de {3}

source: Do you want to cancel downloads?
de: Möchten Sie die Downloads abbrechen?
hr: Želite li obustaviti preuzimanje?
it: Vuoi annullare i download?
ja: ダウンロードをキャンセルしますか？
pl: Czy chcesz anulować pobieranie?
pt: Pretende cancelar as descargas?

source: Downloads in progress
de: Laufende Downloads
hr: Preuzimanja u tijeku
it: Download in corso
ja: ダウンロード中
pl: Pobieranie w toku
pt: Descargas em curso

source: Gulf Arabic
de: Golf-Arabisch
hr: Arapski regija perzijskog zaljeva
it: Arabo del Golfo
ja: ガルフ・アラビア語
pl: Arabski (zatoka perska)
pt: Árabe do Golfo

source: Bhojpuri (India)
de: Bhojpuri (Indien)
hr: Bhojpuri (Indija)
ja: ボジュプリ語（インド）
pl: Bhodźpuri (India)
pt: Bhojpuri (Índia)

source: Dongbei (China)
hr: Dongbei (Kina)
it: Dongbei (Cina)
ja: ドンベイ（中国）
pl: Dongbei (Chiny)

source: English (Scotland)
hr: Engleski (Škotska)
ja: 英語（スコットランド）
pt: Inglês (Escócia)

source: Shanghainese (China)
de: Shanghainesisch (China)
hr: Šangajski kineski (Kina)
it: Shanghai (Cina)
ja: 上海語（中国）
pl: Szanghajski (Chiny)
pt: Xangainês (China)

source: Sichuanese (China)
de: Sichuanisch (China)
hr: Sichuanski kineski (Kina)
it: Sichuanese (Cina)
ja: 四川語（中国）
pl: Syczuański (Chiny)
pt: Sichuanês (China)

source: Shaanxi (China)
hr: Shaanxi (Kina)
it: Shaanxi (Cina)
ja: 陝西（中国）
pl: Shaanxi (Chiny)

source: Valencian (Spain)
de: Valenzianisch (Spanien)
hr: Valencijski katalonski (Španjolska)
it: Valenciana (Spagna)
ja: バレンシア語（スペイン）
pl: Walencki (Hiszpania)
pt: Valenciano (Espanha)

source: All
de: Alle
hr: Sve
it: Tutto
ja: すべて
pl: Wszystkie
pt: Todos

source: {0} voice manager
de: {0} Stimmenverwaltung
hr: {0} upravitelj glasova
it: {0} gestore delle voci
ja: {0} 音声マネージャー
pl: Menadżer głosów {0}
pt: {0} gestor de vozes

source: &Language:
de: S&prache
hr: &jezik:
it: &Lingua:
ja: 言語(&L)
pl: &Język:
pt: &Idioma

source: Q&uality:
de: Q&ualität
hr: &Kvaliteta:
it: &Qualità:
ja: 音質(&U)
pl: J&akość
pt: &Qualidade:

source: &Voices:
de: &Stimmen
hr: &Glasovi:
it: &Voci:
ja: 音声(&V)
pl: &Głosy:
pt: &Vozes:

source: Voice name
de: Name der Stimme
hr: Ime glasa
it: Nome della voce
ja: 音声の名前
pl: Nazwa głosu
pt: Nome da voz

source: Language
de: Sprache
hr: Jezik
it: Lingua
ja: 言語
pl: Język
pt: Idioma

source: Quality
de: Qualität
hr: Kvaliteta
it: Qualità
ja: 音質
pl: Jakość
pt: Qualidade

source: Size
de: Größe
hr: Veličina
it: Dimensione
ja: サイズ
pl: Rozmiar
pt: Tamanho

source: Status
hr: Stanje
it: Stato
ja: 状態
pl: Stan
pt: Estado

source: &Install selected
de: Ausgewählte &installieren
hr: &Instaliraj odabrane glasove
it: &Installa selezionati
ja: インストールを選択(&I)
pl: &Zainstaluj zaznaczone
pt: &Instalar selecionadas

source: Install from a local &file...
de: Aus einer lokalen &Datei installieren...
hr: Instaliraj iz &datoteke...
it: Installa da un &file locale...
ja: ローカルのファイルからインストール(&F)...
pl: Zainstaluj z lokalnego &Pliku...
pt: Instalar a partir de um ficheiro & local...

source: &Remove selected
de: Ausgewählte Entfe&rnen
hr: &Ukloni odabrane glasove
it: &Rimuovi selezionati
ja: 選択された音声を削除(&R)...
pl: &Usuń zaznaczone
pt: &Remover selecionadas

source: Remove &all
de: &Alle entfernen
hr: Ukloni &sve
it: Rimuovi &tutto
ja: すべて削除(&A)
pl: Usuń &Wszystkie
pt: Remover &todas

source: &Close
de: S&chließen
hr: &Zatvori
it: &Chiudi
ja: 閉じる(&C)
pl: Zam&knij
pt: &Fechar

source: installed
de: Installiert
hr: instalirani
it: installato
ja: インストール済み
pl: Zainstalowany
pt: instalada

source: Available for download
de: Bereit zum herunterladen
hr: Dostupni za preuzivanje
it: Disponibile per il download
ja: ダウンロード可能
pl: Dostępny do pobrania
pt: Disponível para descarregar

source: Could not fetch voice list from network. Only offline installations will be available
de: Die Liste der Stimmen konnte nicht aus dem Netzwerk abgerufen werden. Nur Offline-Installationen werden verfügbar sein
hr: Ne mogu dohvatiti popis glasova sa mreže. Biti će dostupne samo izvanmrežne instalacije
it: Impossibile repuperare online l'elenco delle voci. Saranno disponibili solo le instllazioni ofline
ja: ネットワークから音声リストを取得できませんでした。オフラインインストールのみ可能です。
pl: Nie udało się pobrać listy głosów z sieci, będzie możliwa tylko instalacja z plików
pt: Não foi possível obter a lista de vozes do servidor. Só estarão disponíveis instalações offline

source: Warning
de: Warnung
hr: Upozorenje
it: Attenzione
ja: 警告
pl: Uwaga
pt: Atenção

source: Do you really want to quit this app?
de: Möchten Sie diese Anwendung wirklich beenden?
hr: Želite li zaista zatvoriti ovu aplikaciju?
it: Vuoi davvero uscire da questa app?
ja: このアプリを終了しますか？
pl: Czy na pewno chcesz zamknąć ten program?
pt: Quer mesmo sair desta aplicação?

source: Do you want to install voice {0}_{1}?
de: Möchten Sie die Stimme {0}_{1} installieren?
hr: Želite li instalirati glas {0}_{1}?
it: Vuoi installare la voce {0}_{1}?
ja: 音声 {0}_{1} をインストールしますか？
pl: Czy chcesz zainstalować głos {0}_{1}?
pt: Quer instalar a voz {0}_{1}?

source: Install voice
de: Stimme installieren
hr: Instalacija glasa
it: Installa la voce
ja: 音声のインストール
pl: Zainstaluj głos
pt: Instalar voz

source: Integrity check Failed! This archive cannot be installed.
de: Integritätsprüfung fehlgeschlagen! Dieses Archiv kann nicht installiert werden.
hr: Neuspješna provjera cjelovitosti! Ova arhiva ne može se instalirati.
it: Controllo di integrità fallito! Questo archivio non può essere installato.
ja: 整合性チェックに失敗しました。インストールできません。
pl: Błąd podczas weryfikacji integralności. To archiwum nie może zostać zainstalowane.
pt: Falha no controlo de integridade! Este ficheiro não pode ser instalado.

source: Error
de: Fehler
hr: Greška
it: Errore
ja: エラー
pl: Błąd
pt: Erro

source: Destination directory cannot be created
de: Zielverzeichnis kann nicht erstellt werden
hr: Ciljna mapa ne može biti stvorena
it: Impossibile creare la cartella di destinazione
ja: 保存先フォルダを作成できません
pl: Nie można utworzyć katalogu docelowego
pt: O diretório de destino não pode ser criado

source: Voice cannot be installed {0}
de: Stimme kann nicht installiert werden {0}
hr: Glas ne može biti instaliran {0}
it: Impossibile installare la voce {0}
ja: 音声をインストールできません {0}
pl: Głos nie może zostać zainstalowany {0}
pt: A voz não pode ser instalada {0}

source: Success!
de: Erfolgreich
hr: Uspjeh!
it: Successo!
ja: 成功しました
pl: Sukces
pt: Sucesso!

source: {0}_{1} has been successfully installed!
de: {0}_{1} wurde erfolgreich installiert!
hr: {0}_{1} je uspješno instaliran!
it: {0}_{1} è stato installato con successo!
ja: {0}_{1}は正常にインストールされました
pl: Głos {0}_{1} zainstalowany pomyślnie
pt: {0}_{1} foi instalado com êxito!

source: Download canceled!
de: Download abgebrochen!
hr: Preuzimanje je obustavljeno!
it: Download annullato!
ja: ダウンロードを中止しました
pl: Pobieranie anulowane!
pt: Descarga cancelada!

source: Canceled
de: Abgebrochen
hr: Obustavljeno
it: Annullato
ja: キャンセル
pl: Anulowano
pt: Cancelada

source: Integrity check failled. Voice could not be installed
de: Integritätsprüfung fehlgeschlagen. Stimme konnte nicht installiert werden
hr: Provjera cjelovitosti nije uspjela. Glas ne može biti instaliran
it: Il controllo di integrità è fallito. Impossibile installare la voce
ja: 整合性チェックに失敗しました。音声をインストールできません。
pl: Błąd podczas weryfikacji integralności. Głos nie może być zainstalowany
pt: O controlo de integridade falhou. Não foi possível instalar a voz

source: &Install {0} voice
de: {0} Stimme &Installieren
hr: &Instaliraj {0} glas
it: &Installa la voce {0}
ja: {0}個の音声をインストール(&I)
pl: Za&instaluj {0} głos
pt: &Instalar {0} voz

source: &Remove {0} voice
de: {0} Stimme entfe&rnen
hr: &Ukloni {0} glas
it: &Rimuovi la voce {0}
ja: {0}個の音声を削除(&R)
pl: &Usuń {0} głos
pt: &Remover {0} voz

source: Do you want to proceed with this action? {0} voice will be removed from your computer.
de: Möchten Sie mit dieser Aktion fortfahren? {0} Stimme wird von Ihrem Computer entfernt.
hr: Želite li nastaviti izvršavati ovu radnju? {0} glas biti će uklonjen s vašeg računala.
it: Vuoi procedere con questa azione? {0} voce sarà eliminata dal computer.
ja: この操作を続けますか？{0} 個の音声がPCから削除されます。
pl: Czy chcesz wykonać tę czynność? {0} głos zostanie usunięty z twojego komputera.
pt: Deseja prosseguir com esta acção? {0} voz será removida do computador.

source: Confirmation
de: Bestätigung
hr: Potvrdite
it: Conferma
ja: 確認
pl: Potwierdzenie
pt: Confirmação

source: All voices were removed from computer
de: Alle Stimmen wurden vom Computer entfernt
hr: Svi su glasovi uklonjeni s računala
it: Tutte le voci sono state rimosse dal computer
ja: すべての音声をPCから削除しました
pl: Wszystkie głosy zostały usunięte z komputera
pt: Todas as vozes foram removidas do computador

source: Success
de: Erfolgreich
hr: Uspjeh
it: Successo
ja: 成功しました
pl: Sukces
pt: Sucesso

source: All selected voices were removed from computer
de: Alle ausgewählten Stimmen wurden vom Computer entfernt
hr: Svi odabrani glasovi su uklonjeni s računala
it: Tutte le voci selezionate sono state rimosse dal computer
ja: 選択された音声をすべてPCから削除しました
pl: Wszystkie zaznaczone głosy zostały usunięte z komputera
pt: Todas as vozes seleccionadas foram removidas do computador

source: Lowest
de: Niedrigste
hr: Najniža
it: Più basso
ja: 最低
pl: Najniższa
pt: Baixa

source: Enhanced
de: Erweitert
hr: visoka
it: Migliore
ja: 拡張
pl: Rozszeżona
pt: Melhorada

source: Intermediate
de: Mittlere Qualität
hr: srednja
it: Intermedio
ja: 中級
pl: Średnia
pt: Intermédia

source: Highest
de: Höchste
hr: Najviša
it: Più alto
ja: 最高
pl: Najwyższa
pt: Elevada

source: Tiflotecnia voices for NVDA
de: Tiflotecnia-Stimmen für NVDA
it: Voci di Tiflotecnia per NVDA
pl: Głosy Tiflotecnia dla NVDA
pt: Vozes Tiflotecnia para NVDA
